;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; To install a package with Doom you must declare them here and run 'doom sync'
;; on the command line, then restart Emacs for the changes to take effect -- or
;; use 'M-x doom/reload'.

(package! evil-multiedit)
(package! evil-commentary)
(package! projectile)
(package! treemacs-evil)
(package! treemacs-projectile)
(package! treemacs-all-the-icons)
(package! treemacs-icons-dired)
(package! undo-tree)